START_MESSAGE = ('Привет, для начала работы введите номер закупки '
                 'и нажмите отправить')
HELP_MESSAGE = ('Для начала работы отправьте номер закупки\n\n'
                'Нажмите на кнопку <strong>"Добавить в отслеживаемые"'
                '</strong> под информацией о закупке, чтобы добавить ее '
                'в список отслеживаемых\n\n'
                'Список отслеживаемых закупок доступен через меню, '
                'либо по команде /list')

EMPTY_LIST = 'Ваш список пуст'
UNKNOWN_COMMAND = 'Некорректный ввод, попробуйте еще раз'
PURCHASE_NOT_FOUND = 'Закупка с таким номером не найдена'

NO_RESPONSE = 'Ошибка. Повторите попытку позже'
BAD_RESPONSE = ('Закупка не найдена. Убедитесь в корректности введенных '
                'данных или повторите попытку позже')

SUBSCRIPTION_ADDED = 'Закупка добавлена в список отслеживаемых'
SUBSCRIPTION_DELETED = 'Закупка удалена из списка отслеживаемых'
LIST = '<strong>Список отслеживаемых закупок</strong>'
